// Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.
// a = 5; b = 7 -> max = 7
// a = 2 b = 10 -> max = 10
// a = -9 b = -3 -> max = -3


Console.WriteLine("Введите число: ");
int a = Convert.ToInt32(Console.ReadLine());
int b;
if (a > b)
{
        Console.WriteLine("наибольшее число = : " + a);
}

Console.WriteLine("наибольшее число = : " + b);
